{
  "journal_entries": [
    {
      "date": "2023-01-15",
      "entry": "The station is eerily quiet. I can hear the faint hum of the generators, but it feels like something is watching us. The deeper we go, the more I feel the weight of the ocean pressing down on us. I must document everything."
    },
    {
      "date": "2023-01-20",
      "entry": "We found a strange coral formation today. It glows with an unnatural light. Dr. Elson seems obsessed with it, claiming it might be a sign of something greater. I can't shake the feeling that we are not alone here."
    },
    {
      "date": "2023-01-25",
      "entry": "Captain Nash has been acting strangely. He talks to himself and jumps at shadows. I overheard him mention 'The Awakening.' What does that even mean? I need to keep an eye on him."
    },
    {
      "date": "2023-02-01",
      "entry": "The whispers have started. I thought it was just my imagination, but others have heard them too. They seem to come from the depths of the trench. We must be cautious; the ocean holds secrets we are not meant to uncover."
    },
    {
      "date": "2023-02-05",
      "entry": "I found an old waterproof journal belonging to a previous researcher. It details their descent into madness. I can’t help but feel that we are following in their footsteps. I must keep writing, keep documenting."
    },
    {
      "date": "2023-02-10",
      "entry": "Something is wrong with the coral sample. It’s changing shape, almost as if it’s alive. I fear what we might awaken if we continue our research. The ocean is a dark and dangerous place."
    },
    {
      "date": "2023-02-15",
      "entry": "I had a vision of Dr. Elson. She was warning me about the tide. I don’t know if it was real or just a hallucination, but I can’t shake the feeling that she is trying to communicate something important."
    },
    {
      "date": "2023-02-20",
      "entry": "The flare gun is our last resort. If things go south, we need to be able to signal for help. But I worry that it will only attract more danger. The ocean is unforgiving."
    },
    {
      "date": "2023-02-25",
      "entry": "I can feel the madness creeping in. The whispers are louder, and I can’t tell what’s real anymore. I must hold onto my sanity. I must keep writing."
    }
  ]
}